[
    {
        "Name": "Big Windup!",
        "Url": "https://en.wikipedia.org/wiki/Big_Windup!",
        "Release": "April 12, 2007",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/0/09/Okiku_vol1.jpg/220px-Okiku_vol1.jpg",
        "Director": "Tsutomu Mizushima",
        "Producer": "Yōsuke Kuroda",
        "Description": "The series, set in Saitama, follows the story of Ren Mihashi. Mihashi was the previous ace pitcher in his middle school's baseball team, but it seems that he only got the position because his grandfather was the owner of the school. His teammates (especially the team's catcher, Hatake) hated him, and they always lost their games. Mihashi is thoroughly convinced that he is a lousy baseball pitcher, and feels guilty because he believes that he is responsible for all the losses. Mihashi graduates through middle school with extremely low self-esteem. But in truth Mihashi is really a hardworking and skillful pitcher, and the main reason why his team always lost all the games is because of bad cooperation, because his teammates never talked about the game with him, and they did not try to come up with a plan or strategy to fight against their rivals. Mihashi then transfers to Nishiura High School with plans of quitting baseball because he thinks he is not good enough to succeed at it, though he still loves the game deeply. However, he is dragged into Nishiura's baseball team by their coach, Momoe, while watching the team training outside the field. Assisted by his new teammates (and especially the catcher, Takaya Abe), he grows in stature, confidence and skill, helping his team excel with his own abilities."
    },
    {
        "Name": "Birdy the Mighty: Decode",
        "Url": "https://en.wikipedia.org/wiki/Birdy_the_Mighty:_Decode",
        "Release": "July 4, 2008",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/8/84/Birdy_The_Mighty_cover2.jpg/220px-Birdy_The_Mighty_cover2.jpg",
        "Director": "Kazuki Akane",
        "Producer": "Masami Yuki",
        "Description": "Birdy Cephon Altera is a Federation agent chasing interplanetary criminals to the planet Earth. While in pursuit of one such criminal, she accidentally kills a high school boy named Tsutomu Senkawa. However, there is a way to keep him alive. He ends up being merged into Birdy's body and must remain so until the repair of his body is complete. So, Tsutomu is stuck sharing a body with an attractive, strong, and impulsive space police agent while trying to keep his family and friends from finding out about Birdy. In the meantime, Birdy continues her investigation. Together, they take on a secretive group of evil aliens planning to perform experiments on the unsuspecting inhabitants of Earth."
    },
    {
        "Name": "Black Butler",
        "Url": "https://en.wikipedia.org/wiki/Black_Butler",
        "Release": "July 10, 2014",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/2/27/Kuroshitsuji_Volume_1_cover.jpg/220px-Kuroshitsuji_Volume_1_cover.jpg",
        "Director": "Noriyuki Abe",
        "Producer": "Hiroyuki Yoshino",
        "Description": "In Victorian-Era London lives a thirteen year-old Earl named Ciel Phantomhive who acquired this position after the events of December 14th, 1885 (Ciel's birthday), when the Phantomhive manor was attacked by unidentified perpetrators and was set on fire. Ciel, amidst of the chaos, discovers his parents, Vincent and Rachel Phantomhive, to be dead along with the family dog Sebastian. The same night he is kidnapped by the perpetrators and then sold to a cultist. Ciel then endures the next month full of torture and rape. Ciel was also branded with a mark referred to as the 'mark of the beast'. One night during a sacrificial ceremony to summon a demon, instead of forming a contract with the cult members, the demon states that he was summoned by Ciel, therefore he only agrees to form a contact with him, killing all the cultist members in the process. To show a contract was formed, the demon places a contact symbol referred to as the Faustian contract symbol on Ciel's right eye, giving it a purple hue. After the formation of the contract, the demon reveals he will consume Ciel's soul as payment for helping him achieve his goal; revenge on those who brought down The House of Phantomhive. Afterwards Ciel names the demon Sebastian Michaelis, after his childhood dog which is ironic since Sebastian on multiple occasions states he detests dogs and is more of a cat person."
    },
    {
        "Name": "Fairy Tail",
        "Url": "https://en.wikipedia.org/wiki/Fairy_Tail",
        "Release": "October 12, 2009",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e1/FairyTail-Volume_1_Cover.jpg/220px-FairyTail-Volume_1_Cover.jpg",
        "Director": "Shinji Ishihara",
        "Producer": "Hiro Mashima",
        "Description": "The world of Earth-land is home to numerous guilds where skilled wizards apply their magical abilities for paid job requests. Natsu Dragneel, a dragon slayer wizard from the Fairy Tail guild, explores the Kingdom of Fiore in search of his missing adoptive father, the dragon Igneel. During his journey, he befriends a young celestial wizard named Lucy Heartfilia and invites her to join Fairy Tail. Lucy forms a team with Natsu and his cat-like Exceed partner, Happy, which is joined by other guild members: Gray Fullbuster, an ice wizard; Erza Scarlet, a magical knight; and Wendy Marvell and Carla, another dragon slayer and Exceed duo. The team embark on numerous missions together, which include subduing criminals, illegal dark guilds, and ancient Etherious demons created by the immortal dark wizard Zeref."
    },
    {
        "Name": "Sound of the Sky",
        "Url": "https://en.wikipedia.org/wiki/Sound_of_the_Sky",
        "Release": "January 4, 2010",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/4/48/So_Ra_No_Wo_To_promo.jpg/220px-So_Ra_No_Wo_To_promo.jpg",
        "Director": "Mamoru Kanbe",
        "Producer": "Hiroyuki Yoshino",
        "Description": "Sound of the Sky revolves around a young girl named Kanata Sorami who is inspired to join the military after witnessing a rendition of Amazing Grace by a mysterious trumpeter of the Helvetian Army. Becoming a bugler, she is assigned to the 1121st Platoon stationed in the town of Seize (inspired by Cuenca, Spain) in Helvetia (another name for Switzerland), where she is taken into the care of 2nd Lt. Filicia Heideman, M/Sgt. Rio Kazumiya and the rest of the 1121st Platoon. The story takes place in a post-apocalyptic world after a great war regressed humanity's technological capabilities back to early-to-mid 20th century standards."
    },
    {
        "Name": "Night Raid 1931",
        "Url": "https://en.wikipedia.org/wiki/Night_Raid_1931",
        "Release": "June 23, 2010",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0f/Night_Raid_1931_DVD.jpg/230px-Night_Raid_1931_DVD.jpg",
        "Director": "Atsushi Matsumoto",
        "Producer": "Shinsuke Onishi",
        "Description": "The year is 1931. The location is Shanghai, China. The Imperial Japanese Army has been dispatched to mainland China due to the relatively recent First Sino-Japanese War, Russo-Japanese War, and World War I. In this cosmopolitan city of intrigue, there is a special military spy organization called Sakurai and their deeds which are buried in history will be revealed."
    },
    {
        "Name": "Togainu no Chi",
        "Url": "https://en.wikipedia.org/wiki/Togainu_no_Chi",
        "Release": "November 1, 2006",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/1/10/Togainu-cover.jpg/220px-Togainu-cover.jpg",
        "Director": "Naoyuki Konno",
        "Producer": "Natsuko Takahashi",
        "Description": "After being devastated in the third World War (known as The Third Division), Japan was divided in two. Several years after the end of the war, a crime organization called Vischio has taken control of the destroyed city of Toshima (formerly Tokyo, Japan's capital city), where they are holding a battle game known as Igura. Igura is a battle game held in Toshima that may result in the murder of participants. To participate, one must meet with Arbitro and tell him their reason for their decision. Upon meeting with Arbitro, participants are given five dog tags, each engraved like a card in a standard deck of playing cards. One tag must hang from the participant's neck as proof of participation. Participants must then put their lives on the line to collect others' tags, with the goal being to collect a Royal Flush. If a participant collects a Royal Flush set of tags, they earn the right to challenge Il Re in battle. Battles end when one party either dies or lets their back touch the ground. The winner takes the loser's tags and is free to do as they please to the loser after that, often resulting in the loser's death. The game's main character, a young man named Akira, is falsely accused of a crime. Once arrested, a mysterious woman appears before him, offering him freedom if he agrees to participate in Igura and defeat Igura's strongest man: the king, or Il Re. The story follows Akira's life in the harsh, lawless Toshima as he fights both to survive and to unravel the mysteries developing around him."
    },
    {
        "Name": "Fractale",
        "Url": "https://en.wikipedia.org/wiki/Fractale",
        "Release": "February 2011",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2d/Fractale_manga_Volume_1.jpg/220px-Fractale_manga_Volume_1.jpg",
        "Director": "Yutaka Yamamoto",
        "Producer": "Mari Okada",
        "Description": "The story takes place on an island resembling a 22nd-century Ireland (certain scenes are taken directly from Galway, a city in the west of Ireland), in a world ruled by Fractale, a satellite-based virtual reality and content delivery system which ensures mankind's stability and prosperity. One day, Clain meets a fleeing girl called Phryne, who disappears during the night leaving a pendant. When he is able to activate the pendant (which turns into a doppel named Nessa), Clain sets out on a journey with the girl-shaped avatar Nessa to look for Phryne and discovers the secret behind the Fractale System."
    },
    {
        "Name": "Anohana: The Flower We Saw That Day",
        "Url": "https://en.wikipedia.org/wiki/Anohana:_The_Flower_We_Saw_That_Day",
        "Release": "April 14, 2011",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c6/AnoHana_DVD_vol_1.jpg/220px-AnoHana_DVD_vol_1.jpg",
        "Director": "Tatsuyuki Nagai",
        "Producer": "Mari Okada",
        "Description": "A group of six sixth-grade-age childhood friends drift apart after one of them, Meiko Menma Honma, dies in an accident. Years after the incident, the leader of the group, Jinta Yadomi, has withdrawn from society, does not attend high school, and lives as a recluse. One summer day, the ghost of an older-looking Menma appears beside him and asks to have a wish granted, reasoning that she cannot pass on into the afterlife until it is fulfilled. At first, he only tries to help her minimally because he thinks he is hallucinating. But since Menma does not remember what her wish is, Jinta gathers his estranged friends together once again, believing that they are the key to resolving this problem. All of the group joins him, though most of them do so reluctantly. However, things grow increasingly complicated when his friends accuse him of not being able to get over the death of Menma, for Jinta is the only one who can see Menma's ghost and his friends think he is seeing things. But as matters progress, it is realized that Jinta is not the only person in the group who is having trouble letting go of the past and later then Menma shows her presence to the group to prove that she is indeed real. It is revealed that all of the group members blame themselves for Menma's death and long-hidden feelings are rekindled. The group struggles as they grow from trying to help Menma move on and help each other move on as well."
    },
    {
        "Name": "Blue Exorcist",
        "Url": "https://en.wikipedia.org/wiki/Blue_Exorcist",
        "Release": "January 7, 2017",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/8/82/Ao_no_Exorcist.jpg/220px-Ao_no_Exorcist.jpg",
        "Director": "Tensai Okamura",
        "Producer": "Reiko Yoshida",
        "Description": "The story revolves around Rin Okumura, who, along with his younger twin Yukio Okumura, was raised by Father Shiro Fujimoto, an Exorcist. One day, Rin learns that he and Yukio are the sons of Satan. Witnessing Shiro dying to protect him, Rin draws the demon-slaying sword Kurikara (倶利伽羅), which restrains his demonic powers. From that moment on, Rin not only gains demonic features like fangs and a tail, but also the power to ignite into blue flames that destroy almost anything he touches. Rin wishes to become an Exorcist like his guardian to become stronger and to defeat Satan. He enrolls at the prestigious True Cross Academy (正十字学園 Sei Jūji Gakuen), an exorcist cram school, which is actually the Japanese branch of the True Cross Order (正十字騎士團), an international organization dedicated to protect Assiah (human realm) from the Gehenna (demonic realm). Much to his surprise, Rin finds that Yukio is already a veteran Exorcist and is one of his teachers. Thus begins Rin's journey to become an Exorcist, accompanied by his brother and his fellow students who quickly become his close friends."
    },
    {
        "Name": "Uta no Prince-sama: Maji Love 1000%",
        "Url": "https://en.wikipedia.org/wiki/Uta_no_Prince-sama:_Maji_Love_1000%25",
        "Release": "October 2, 2016",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/4/48/Uta_no_Prince-sama_PSP_cover.jpg/220px-Uta_no_Prince-sama_PSP_cover.jpg",
        "Director": "Takeshi Furuta",
        "Producer": "Tomoko Konparu",
        "Description": "With dreams of becoming a composer and someday writing a song for her favorite idol, Haruka Nanami enters the Saotome Academy, a prestigious performing arts school. If successful there, she'll be able to join the Shining Agency after graduation. However, it won't be so easy when Haruka is already surrounded by potential idols and composers. On top of that, her homeroom teacher is a current idol, the headmaster was a record-breaking singer, and the academy itself is an eccentric place where anything could possibly happen. In the end, right at the graduation, two students are to be teamed up by the choice, one will take the role of the idol and the other should be the composer. After being paired up, they will sing a song that was both composed, written and sung by them. If successful, they will join and take the spot as the new Shining Agency debut artists. In addition, romance is strictly prohibited at their school."
    },
    {
        "Name": "Space Brothers",
        "Url": "https://en.wikipedia.org/wiki/Space_Brothers_(manga)",
        "Release": "May 5, 2012",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4a/Uch%C5%AB_Ky%C5%8Ddai_japanese_manga_vol_1.jpg/220px-Uch%C5%AB_Ky%C5%8Ddai_japanese_manga_vol_1.jpg",
        "Director": "",
        "Producer": "Kenzo Abe",
        "Description": "In the summer of 2006, Mutta Nanba and his younger brother, Hibito, witness what they believe to be a UFO, which flies off towards the moon. Hibito decides he will go onto the moon whilst Mutta decides he will aim for Mars. Nineteen years later, in the year 2025, and Hibito has become a fully fledged JAXA astronaut assigned to go on a mission towards the moon. Mutta, on the other hand, has not been so successful in achieving his dreams. As Mutta eventually recalls his past ambitions, he receives a letter stating he has been accepted to join a JAXA training program for new astronauts. The series follows Mutta as he seeks to become an astronaut and achieve his longtime dream just like his brother did."
    },
    {
        "Name": "Chō Soku Henkei Gyrozetter",
        "Url": "https://en.wikipedia.org/wiki/Ch%C5%8D_Soku_Henkei_Gyrozetter",
        "Release": "October 2, 2012",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/8/81/Ch%C5%8D_Soku_Henkei_Gyrozetter_manga_vol_1.jpg/220px-Ch%C5%8D_Soku_Henkei_Gyrozetter_manga_vol_1.jpg",
        "Director": "Kunihiro Mori",
        "Producer": "Dai Satō",
        "Description": "In 21st century Japan, vehicles with artificial intelligence for increased safety, known as A.I. Cars, have revolutionized the automotive industry. Special schools teaching children to drive A.I. Cars have been established. One day, Kakeru Todoroki, a fifth grader of Arcadia Academy, is summoned by the school principal and given an A.I. Car with which to save humanity. The car, however, is actually also a transforming robot known as Gyrozetter. When Xenon, an evil organization bent on world domination, wreak havoc across New Yokohama City, Kakeru must gather the other chosen drivers foretold on the artifact known as the Rosettagraph, and stop Xenon's evil plans."
    },
    {
        "Name": "Oreshura",
        "Url": "https://en.wikipedia.org/wiki/Oreshura",
        "Release": "January 6, 2013",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/1/14/Ore_no_Kanojo_to_Osananajimi_ga_Shuraba_Sugiru_light_novel_volume_1_cover.jpg/230px-Ore_no_Kanojo_to_Osananajimi_ga_Shuraba_Sugiru_light_novel_volume_1_cover.jpg",
        "Director": "Kanta Kamei",
        "Producer": "Tatsuya Ishikawa",
        "Description": "ita Kidō enters high school with the goal of graduating with marks high enough that he can earn a scholarship to medical school. The fact that his parents divorced, found new lovers, and left him in the care of his aunt, he shuns anything to do with romance or love. One day, the school's No.1 beauty, Masuzu Natsukawa, invites him to walk home with her. He quickly deduces that Masuzu is scheming something. It turns out Masuzu is tired of being the center of attention and receiving confessions on a nearly-everyday basis, so she suggests that she and Eita become a fake couple. Although Eita rejects, Masuzu blackmails him into becoming her boyfriend in name-only. News of the new couple rapidly spreads throughout the school and Eita's childhood friend, Chiwa Harusaki, who likes him, begins to vie with Masuzu for Eita's affections."
    },
    {
        "Name": "Vividred Operation",
        "Url": "https://en.wikipedia.org/wiki/Vividred_Operation",
        "Release": "January 11, 2013",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a0/Vividredpromo.jpg/220px-Vividredpromo.jpg",
        "Director": "Kazuhiro Takamura",
        "Producer": "Hiroyuki Yoshino",
        "Description": "The story is set in the near future, where an invention known as the Manifestation Engine (示現エンジン Jigen Enjin) has helped solve all energy-related problems five years ago. This powerful machine creates energy from the sky and now lies in the centre of an artificial, man-made island called as Blue Island. On another such island named Izu Ōshima, a girl named Akane Isshiki lives a peaceful life with her family. Her grandfather Kenjirou is a smart yet eccentric scientist who is also the inventor of the Manifestation Engine. Because of this, the world has entered a new era of peace. However, this peace didn't last for long."
    },
    {
        "Name": "Oreimo",
        "Url": "https://en.wikipedia.org/wiki/Oreimo",
        "Release": "August 10, 2008",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8e/Ore_no_imouto_novel_v1_cover.jpg/230px-Ore_no_imouto_novel_v1_cover.jpg",
        "Director": "Hiroyuki Kanbe",
        "Producer": "Tsukasa Fushimi",
        "Description": "Kyosuke Kosaka, a normal 17-year-old high school student living in Chiba, has not gotten along with his younger sister Kirino in years. For longer than he can remember, Kirino has ignored his comings and goings and looked at him with spurning eyes. It seemed as if the relationship between Kyōsuke and his sister, now fourteen, would continue this way forever. One day however, Kyosuke finds a DVD case of a magical girl anime which had fallen in his house's entrance way. To Kyosuke's surprise, he finds a hidden eroge inside the case and he soon learns that both the DVD and the game belong to Kirino. That night, Kirino brings Kyosuke to her room and reveals herself to be an otaku with an extensive collection of moe anime and younger sister-themed eroge she has been collecting in secret. Kyosuke quickly becomes Kirino's confidant for her secret hobby. The series then follows Kyosuke's efforts to help his sister to reconcile her personal life with her secret hobbies, while restoring their broken relationship and coming to terms with their true feelings for each other."
    },
    {
        "Name": "Servant x Service",
        "Url": "https://en.wikipedia.org/wiki/Servant_x_Service",
        "Release": "July 5, 2013",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/0/09/Servant_x_Service_Manga_Cover_Volume_1.jpg/220px-Servant_x_Service_Manga_Cover_Volume_1.jpg",
        "Director": "Yasutaka Yamamoto",
        "Producer": "Karino Takatsu",
        "Description": "The story revolves around the daily lives of employees in a government office building in the fictional city of Mitsuba, Hokkaido. Lucy's parents had a very hard time picking a single name for her when she was born. Because of their indecisiveness, they decided to give her over a dozen different names. And it was legally approved by a civil servant no less. At an adult age, Lucy manages to land a job at the same public service office. But her reason is to seek revenge against the person who legalized her ridiculously long name. Being a civil servant is not an easy job due to dealing with many angry citizens, facing different challenges, and having to put up with wacky co-workers each day. However, Lucy is determined to do whatever it will take to get her revenge. Newcomers Hasebe Yutaka, Yamagami, Miyoshi Saya, and their supervisor Ichimiya Taishi go through the everyday quirks of working at their office."
    },
    {
        "Name": "Silver Spoon",
        "Url": "https://en.wikipedia.org/wiki/Silver_Spoon_(manga)",
        "Release": "July 11, 2013",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f2/Silver_spoon_manga.jpg/220px-Silver_spoon_manga.jpg",
        "Director": "Keisuke Yoshida",
        "Producer": "Hiromu Arakawa",
        "Description": "After failing to pass the entrance examination for the high school he plans to attend, mild-mannered student Yuugo Hachiken moves away from his suburban lifestyle and enrolls at Ooezo Agricultural High School (大蝦夷農業高等学校 Ōezo Nōgyō Kōtō Gakkō) – often abbreviated as Ezonō – in the countryside. His relationship with his family is strained at the start of the story, which influences his decision to attend a school far from home. He continues to worry about his future career over the course of the series. He soon finds himself slowly getting used to his new environment despite some initial struggles, and grows into an empathetic and compassionate individual as he struggles to understand the world of agriculture and how it affects the lives of his new friends."
    },
    {
        "Name": "World Conquest Zvezda Plot",
        "Url": "https://en.wikipedia.org/wiki/World_Conquest_Zvezda_Plot",
        "Release": "January 27, 2014",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f0/World_Conquest_Zvezda_Blu-ray_vol_1.png/220px-World_Conquest_Zvezda_Blu-ray_vol_1.png",
        "Director": "Tensai Okamura",
        "Producer": "Meteor Hoshizora",
        "Description": "World Conquest Zvezda Plot stars a little girl named Kate Hoshimiya (also known as Lady Venera), who is at the helm of an organization called Zvezda, which has the purpose of World Conquest. In her organization she is joined by Itsuka Shikabane (also known as Lady Plamya), Natalia Natasha Vasylchenko (also known as Professor Um), Yasubee Yasu Morozumi, Goro Shikabane (also known as General Pepel), and a robot named Roboko. One day, main character Asuta Jimon, a middle school boy who ran away from home due to family issues, ends up meeting Kate on the street, and subsequently getting roped into joining Zvezda with them. However, in order to conquer the world, they must defeat an organization called White Light, which is contracted out by the Japanese Government to defeat Zvezda and put an end to their plots of World Conquest once and for all. White light is composed of Renge Komadori, (also known as White Robin), Miki Shirasagi, (also known as White Egret), and Kaori Hayabusa, (also known as White Falcon)."
    },
    {
        "Name": "Nanana's Buried Treasure",
        "Url": "https://en.wikipedia.org/wiki/Nanana%27s_Buried_Treasure",
        "Release": "April 10, 2014",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/0/05/Ry%C5%ABgaj%C5%8D_Nanana_no_Maiz%C5%8Dkin_light_novel_volume_1_cover.jpg/220px-Ry%C5%ABgaj%C5%8D_Nanana_no_Maiz%C5%8Dkin_light_novel_volume_1_cover.jpg",
        "Director": "Kanta Kamei",
        "Producer": "Hideyuki Kurata",
        "Description": "Ten years later, a boy named Juugo Yama was forced to transfer to a high school on the island. With only a certain amount of money to live on, Juugo chooses a low-rent apartment that happens to be haunted by the ghostly Nanana, who is bound to her former home and unable to move on. Juugo and members of the school's adventure club join a treasure hunt royale on the island for the Nanana Collection, treasures that possess mysterious powers."
    },
    {
        "Name": "Aldnoah.Zero",
        "Url": "https://en.wikipedia.org/wiki/Aldnoah.Zero",
        "Release": "August 11, 2014",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b0/AldnoahZerovol1.jpg/220px-AldnoahZerovol1.jpg",
        "Director": "Ei Aoki",
        "Producer": "Katsuhiko Takayama",
        "Description": "In 1972, during the Apollo 17 mission, an ancient alien artifact named the Hypergate was discovered on the surface of the Moon, allowing for near-instantaneous travel to and from Mars and the colonisation of Mars. After settlers discover additional alien technology on Mars, they one-sidedly declare independence from Earth to found the Vers Empire. Later, the Vers Empire declares war on Earth, and in 1999, a battle on the Moon's surface causes the Hypergate to explode, shattering the Moon and scattering the remnants of the Moon into a debris belt around Earth. Cut off from Mars, the remnants of the Vers Imperial Army establishes several massive orbital space stations within the debris belt and a ceasefire was established. 15 years later, in 2014, an attack on the First Princess of Vers during a diplomatic mission to Earth causes the Empire and its 37 clans of Orbital Knights to launch a new attack on Earth, this time determined to conquer it once and for all"
    },
    {
        "Name": "Persona 4: The Animation",
        "Url": "https://en.wikipedia.org/wiki/Persona_4:_The_Animation",
        "Release": "July 11, 2014",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/5/55/P4A_promo.jpg/220px-P4A_promo.jpg",
        "Director": "Seiji Kishi",
        "Producer": "Yūko Kakihara",
        "Description": "The story follows Yu Narukami, a quiet teenager who moves to Inaba to live with his uncle and cousin for a year due to his parents working abroad. After looking into a rumor about a mysterious 'Midnight Channel' that appears on televisions during rainy days, Yu and his new friends, Yosuke Hanamura and Chie Satonaka, discover a strange world hidden inside the television, inhabited by strange monsters known as Shadows and a curious bear-like creature named Teddie. It is here that Yu awakens a mysterious power known as 'Persona', which allows him to fight against the Shadows. Yu and his friends soon discover that this TV World is related to a mysterious string of murders, in which dead bodies appear during foggy days. With the Midnight Channel warning them of potential victims, Yu and his friends, along with Teddie, form an investigation team dedicated to rescuing people who are thrown into the TV before they fall prey to the Shadows and finding the culprit behind the incidents. As the story progresses, the team rescue various people who become their new allies after overcoming their own Shadows and gaining Personas of their own, including Chie's best friend, Yukiko Amagi, delinquent Kanji Tatsumi, idol Rise Kujikawa, and young detective Naoto Shirogane. Together, Yu and his companions face up against the threat of the Shadows whilst also making the best of their youthful school life."
    },
    {
        "Name": "Magic Kaito",
        "Url": "https://en.wikipedia.org/wiki/Magic_Kaito",
        "Release": "April 17, 2010",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8e/MagicKaito1.jpg/220px-MagicKaito1.jpg",
        "Director": "Toshiki Hirano",
        "Producer": "Gosho Aoyama",
        "Description": "Kaito Kuroba is a normal teenage student whose father died under mysterious circumstances eight years ago. Eight years later, he is made aware of his father's secret identity; a famous international criminal known as Kaito Kid, and that he was murdered by a mysterious organization because he tried to steal a gem which was also targeted by them. The goal of the organization is to find within a year the Pandora Gem, a mystical stone said to shed tears during the passing of the Volley comet (which happens once every 10,000 years): drinking these tears bestows immortality."
    },
    {
        "Name": "The Seven Deadly Sins",
        "Url": "https://en.wikipedia.org/wiki/The_Seven_Deadly_Sins_(manga)",
        "Release": "August 9, 2014",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c1/Nanatsu_no_Taizai_Volume_1.png/220px-Nanatsu_no_Taizai_Volume_1.png",
        "Director": "Tomokazu Tokoro",
        "Producer": "Nakaba Suzuki",
        "Description": "The Seven Deadly Sins were once an active group of knights in the region of Britannia (ブリタニア Buritania), who disbanded after they supposedly plotted to overthrow the Liones Kingdom (リオネス王国 Rionesu Ōkoku). Their supposed defeat came at the hands of the Holy Knights, but rumors continued to persist that they were still alive. Ten years later, the Holy Knights staged a coup d'état and captured the king, becoming the new, tyrannical rulers of the kingdom. The third princess, Elizabeth, then starts out on a journey to find the Seven Deadly Sins and enlist their help in taking back the kingdom from the Holy Knights."
    },
    {
        "Name": "Your Lie in April",
        "Url": "https://en.wikipedia.org/wiki/Your_Lie_in_April",
        "Release": "May 15, 2015",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/d/de/Your_Lie_in_April_Manga_cover.png/220px-Your_Lie_in_April_Manga_cover.png",
        "Director": "Kyōhei Ishiguro",
        "Producer": "Takao Yoshioka",
        "Description": "Piano prodigy Kōsei Arima dominates various music competitions and becomes famous among child musicians, but also controversial. When his mother Saki dies suddenly, he has a mental breakdown while performing at a piano recital which resulted in him no longer being able to hear the sound of his piano even though his hearing was perfectly fine. Four years later, Kōsei has not touched the piano and views the world in monochrome, without any flair or color, resigning himself to living out his life with his good friends, Tsubaki Sawabe and Ryōta Watari, until, one day, a girl changes everything. Kaori Miyazono, an audacious, free-spirited, fourteen-year-old violinist whose playing style reflects her manic personality, helps Kōsei return to the music world and shows that it should be free and mold-breaking unlike the structured and rigid style Kōsei was used to, and as she continues to uplift him, he quickly realizes that he loves her, though she already likes Watari."
    },
    {
        "Name": "The Idolmaster Cinderella Girls",
        "Url": "https://en.wikipedia.org/wiki/The_Idolmaster_Cinderella_Girls",
        "Release": "April 4, 2017",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0d/The_Idolmaster_Cinderella_Girls_promo.jpg/220px-The_Idolmaster_Cinderella_Girls_promo.jpg",
        "Director": "Noriko Takao",
        "Producer": "Noriko Takao",
        "Description": "The game and series takes place at the 346 Pro talent agency, where a producer is raising a group of idols to stardom in what is known as The Cinderella Project. The anime follows three such girls, Rin Shibuya, Uzuki Shimamura, and Mio Honda, along with their fellow idols, as they become part of the Cinderella Project."
    },
    {
        "Name": "Ultimate Otaku Teacher",
        "Url": "https://en.wikipedia.org/wiki/Ultimate_Otaku_Teacher",
        "Release": "April 4, 2015",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/1/17/Denpa_cover.jpg/220px-Denpa_cover.jpg",
        "Director": "Junji Nishimura",
        "Producer": "Atsushi Maekawa",
        "Description": "The story follows Jun'ichirō Kagami, whose sister Suzune is angry at him because of his complete disinterest in the real world. As Jun'ichirō is interested in nothing but anime, manga and games, Suzune forces him to go on a job as a physics teacher substitute at the same high school from which he graduated. Jun'ichirō proves himself a capable and hardworking teacher who comes with unorthodox methods based on the seemingly useless knowledge he obtained as an otaku to teach and motivate his students."
    },
    {
        "Name": "Gunslinger Stratos: The Animation",
        "Url": "https://en.wikipedia.org/wiki/Gunslinger_Stratos:_The_Animation",
        "Release": "April 4, 2015",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e9/Gunslinger_Stratos.png/220px-Gunslinger_Stratos.png",
        "Director": "Shinpei Ezaki",
        "Producer": "Norimitsu Kaihō",
        "Description": "The story revolves on a group of gunslingers, each from the two universes who participate in Operation Stratos, particularly on a group of four childhood friends: Tohru Kazasumi, Kyōka Katagiri, Kyōma Katagiri, and Shizune Rindo, who all must confront their own flaws and differences when they battle their alternate selves from another universe in order to survive."
    },
    {
        "Name": "Subete ga F ni Naru",
        "Url": "https://en.wikipedia.org/wiki/Subete_ga_F_ni_Naru",
        "Release": "October 21, 2014",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c2/Subete_ga_F_ni_Naru_novel_cover.jpg/220px-Subete_ga_F_ni_Naru_novel_cover.jpg",
        "Director": "Mamoru Kanbe",
        "Producer": "Hiroshi Mori",
        "Description": "Sōhei Saikawa, an associate professor of architectural engineering, and Moe Nishinosono, the daughter of his mentor, travel to a remote island. While there, the two work together to solve the murders of a prominent artificial intelligence researcher and the director of the lab located on the island."
    },
    {
        "Name": "Erased",
        "Url": "https://en.wikipedia.org/wiki/Erased_(manga)",
        "Release": "January 8, 2016",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/6/60/Boku_Dake_ga_Inai_Machi_vol1.jpg/220px-Boku_Dake_ga_Inai_Machi_vol1.jpg",
        "Director": "Tomohiko Itō",
        "Producer": "Kei Sanbe",
        "Description": "The story follows Satoru Fujinuma, a young man who somehow possesses an ability known as Revival which sends him back in time moments before a life-threatening incident, allowing him to prevent it from happening again. When his mother is murdered by an unknown assailant in his own home, Satoru's ability suddenly sends him back eighteen years prior to when he was still in elementary school, giving him the opportunity to prevent a kidnapping incident that took the lives of three of his childhood friends, two classmates and one young girl studying at a different school nearby."
    },
    {
        "Name": "Grimgar of Fantasy and Ash",
        "Url": "https://en.wikipedia.org/wiki/Grimgar_of_Fantasy_and_Ash",
        "Release": "January 11, 2016",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/2/24/Grimgar_of_Fantasy_and_Ash%2C_volume_1.jpg/220px-Grimgar_of_Fantasy_and_Ash%2C_volume_1.jpg",
        "Director": "Masaya Saito",
        "Producer": "Ryosuke Nakamura",
        "Description": "The story begins by showing a group of novice adventurers battling goblins in a forest. The party seems utterly out of their element and is forced to flee. From there we discover through flash back and dialog that the party, who likely originate from modern earth, woke with a large group of people on this world just a few weeks ago. With no memory of how they arrived and no other options they are quickly pressed into service as Trainee Volunteer Soldiers by a mysterious individual named Chief Britney. Some take to this better than others. The party we have been following is composed of the left over individuals who didn’t."
    },
    {
        "Name": "Ace Attorney",
        "Url": "https://en.wikipedia.org/wiki/Ace_Attorney_(anime)",
        "Release": "March 2016",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c1/A-1_Pictures_-_Gyakuten_Saiban.png/220px-A-1_Pictures_-_Gyakuten_Saiban.png",
        "Director": "Ayumu Watanabe",
        "Producer": "Naoyuki Kageyama",
        "Description": "Based on the first three video games in the series, Ace Attorney takes place in an alternate world where the court system has been changed to the point where trials held in first instance courts must reach a verdict within three days. Phoenix Wright is a rookie defense lawyer who works under his mentor, Mia Fey. When Mia is murdered, Phoenix befriends her younger sister Maya, a spirit medium-in-training who can channel the spirits of the dead. Joined by Maya, Phoenix heads up the Wright & Co. Law Offices and stands up to defend his clients in court, often butting heads with several prosecutors, most notably his childhood friend Miles Edgeworth."
    },
    {
        "Name": "Occultic;Nine",
        "Url": "https://en.wikipedia.org/wiki/Occultic;Nine",
        "Release": "",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/3/35/Occultic_Nine%2C_volume_1.jpg/220px-Occultic_Nine%2C_volume_1.jpg",
        "Director": "Kyōhei Ishiguro",
        "Producer": "Shuko Yokoyama",
        "Description": "The story follows nine idiosyncratic individuals, linked by the Choujou Kagaku Kirikiri Basara occult summary blog run by 17-year-old second-year high school student Yuuta Gamon. Little incongruities that occur around these nine eventually lead to a larger, unimaginable event that may alter what is considered common sense in this world."
    },
    {
        "Name": "Interviews with Monster Girls",
        "Url": "https://en.wikipedia.org/wiki/Interviews_with_Monster_Girls",
        "Release": "Funimation",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fb/Demi-chan_wa_Kataritai%2C_volume_1.jpg/220px-Demi-chan_wa_Kataritai%2C_volume_1.jpg",
        "Director": "Ryō Andō",
        "Producer": "Shunsuke Saitō",
        "Description": "The story takes place in an age where demi-humans, more casually known as demis, have slowly started to become accepted into human society. Tetsuo Takahashi is a biology teacher who ends up teaching three such demis, hoping to understand more about them while also managing to catch their attention."
    },
    {
        "Name": "Wotakoi: Love is Hard for Otaku",
        "Url": "https://en.wikipedia.org/wiki/Wotakoi:_Love_is_Hard_for_Otaku",
        "Release": "April 13, 2018",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b8/Otaku_ni_Koi_wa_Muzukashii%2C_Volume_1.jpg/220px-Otaku_ni_Koi_wa_Muzukashii%2C_Volume_1.jpg",
        "Director": "Yoshimasa Hiraike",
        "Producer": "Yoshimasa Hiraike",
        "Description": "Narumi, a female office worker who hides her fujoshi lifestyle, and Hirotaka, a handsome and capable company man who is secretly a game otaku. The two seem perfect for each other, but love is difficult for otaku."
    },
    {
        "Name": "Kaguya-sama: Love is War",
        "Url": "https://en.wikipedia.org/wiki/Kaguya-sama:_Love_is_War",
        "Release": "January 2019",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/8/86/Kaguya-sama_-_Love_is_War%2C_volume_1.jpg/220px-Kaguya-sama_-_Love_is_War%2C_volume_1.jpg",
        "Director": "Mamoru Hatakeyama",
        "Producer": "Yasuhiro Nakanishi",
        "Description": "Student council president Miyuki Shirogane and vice-president Kaguya Shinomiya appear to be the perfect couple. Shinomiya is the daughter of a wealthy conglomerate, and Shirogane is the top student at the school and well-known across the state. Although they like each other, they are too proud to confess their love as they believe whoever does so first would lose. The story follows their many schemes to make the other one confess."
    }
]