[
    {
        "Name": "Hiwou War Chronicles",
        "Url": "https://en.wikipedia.org/wiki/Hiwou_War_Chronicles",
        "Release": "October 24, 2000",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/7/76/Hiwou_War_Chronicles.jpg/220px-Hiwou_War_Chronicles.jpg",
        "Director": "Tetsurō Amino",
        "Producer": "Shō Aikawa",
        "Description": "The series is set within the Meiji period of Japan, following a small boy named Hiwou. The townspeople have lived simply, making Clockwork Dolls or karakuri for festivals. Hiwou's father left the family on a long trip, and their mother has since died. The children live with friends. Their simple life vanishes when the Wind Gang appears, destroys the city with their own clockwork dolls, and captures its citizens. Hiwō and his siblings and friends, Shishi, Machi, Tetsu, Mayu, Sai, and baby Jyobu (who are exploring a cave at the time), escape unharmed and embark on a quest to save the town. They take with them Homura, a huge clockwork doll that functions like a giant robot. Along the way, they are forced to use their clockwork dolls as weapons - something they were never supposed to do, according to Hiwō's father. Early in the series, they meet Arashi, a member of the Wind Gang, and Hana and Yuki, two samurai daughters who ended up traveling with the group. Hiwō and his friends encounter a number of historical figures, before these people entered the history books during the Meiji Restoration"
    },
    {
        "Name": "Angelic Layer",
        "Url": "https://en.wikipedia.org/wiki/Angelic_Layer",
        "Release": "April 1, 2001",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3b/Angelic_Layer_Volume_1.jpg/220px-Angelic_Layer_Volume_1.jpg",
        "Director": "Hiroshi Nishikiori",
        "Producer": "Ichirō Ōkouchi",
        "Description": "The primary protagonist is Misaki Suzuhara. Despite her short appearance she is a seventh grader who just moved to Tokyo to live with her aunt, Shouko Asami. After arriving in the city outside of Tokyo Station, Misaki watches a battle between two dolls on a big live-screen called Angelic Layer, a highly popular game in which players (called Deus) buy and custom-design dolls known as Angels that are moved by mental control when on a field called the layer."
    },
    {
        "Name": "RahXephon",
        "Url": "https://en.wikipedia.org/wiki/RahXephon",
        "Release": "January 21, 2002",
        "Image": "https://upload.wikimedia.org/wikipedia/en/b/ba/RahXephon_dvdcover3_adv.jpg",
        "Director": "Tomoki Kyoda",
        "Producer": "Hiroshi Ohnogi",
        "Description": "The backstory of RahXephon is a fight against multi-dimensional invaders known as Mulians (known as Mu (ムー Mū)). The Mu are visually indistinguishable from humans, however they carry a genetic marker called the Mu phase which turns their blood blue and causes some memory loss when they mature. The story reveals that two Mu floating cities appeared above Tokyo and Sendai around the end of 2012. The ensuing conflict between Mu and humans escalated into nuclear warfare, and the Mu enveloped Tokyo and the outlying suburbs within a spherical barrier resembling Jupiter, referred by outsiders as Tokyo Jupiter (Tōkyō Jupita). The barrier has a time dilating effect, which causes time inside Tokyo Jupiter to slow down to one-fifth compared to the outside time, and allowed the Mu to secretly take control of Tokyo, using the area as a base of operations. The goal of the human forces outside Tokyo Jupiter is to build up their strength to invade Tokyo Jupiter and stop the Mu while surviving their attacks."
    },
    {
        "Name": "Wolf's Rain",
        "Url": "https://en.wikipedia.org/wiki/Wolf%27s_Rain",
        "Release": "January 6, 2003",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/4/43/Wolf%27s_Rain_Region_2_Volume_1.jpg/220px-Wolf%27s_Rain_Region_2_Volume_1.jpg",
        "Director": "Tensai Okamura",
        "Producer": "Keiko Nobumoto",
        "Description": "According to an old legend, when the end of the world comes, a place known as Paradise will appear. However, only wolves will know how to find it. Although wolves are believed to have been hunted to extinction nearly two hundred years ago, they still exist, surviving by casting illusions over themselves to make them appear human.[4] Freeze City is a northern human city in a world where the majority of people live in poverty and hardship. Kiba, an injured lone white wolf, goes to Freeze City following the scent of the Lunar Flower, which is the key to opening Paradise. There he encounters Tsume, Hige and Toboe, three other wolves who were drawn to Freeze City by the scent of the Lunar Flower and are now living in the city. The wolves encounter Quent Yaiden, a former Sheriff of Kyrios who is obsessed with hunting down wolves, and his dog Blue. Cheza, the Flower Maiden who is destined to lead the wolves to Paradise, is being studied at a laboratory under the care of Cher Degré. She is awakened by the smell of wolf's blood. As Kiba and Hige approach the lab to find her, she is stolen away by Lord Darcia the Third, whose people created Cheza."
    },
    {
        "Name": "Scrapped Princess",
        "Url": "https://en.wikipedia.org/wiki/Scrapped_Princess",
        "Release": "April 8, 2003",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f3/Scrapped_Princess_cover.png/230px-Scrapped_Princess_cover.png",
        "Director": "April 8, 2003",
        "Producer": "Reiko Yoshida",
        "Description": "Pacifica is rescued by a court wizard and adopted by the commoner Casull family. Her foster siblings, Shannon, a swordsman, and Raquel, a wizard, become her protectors. Both siblings are extremely powerful and, more often than not, they easily break out of whatever difficult situation they face. Her siblings travel with her throughout most of the story, protecting her from the numerous attempts on her life by people who fear the outcome of the prophecy. Both siblings' skills see constant use. By contrast, Pacifica is mostly a typical fifteen-year-old and her inability to defend herself is a recurring source of self-doubt for her, as is the constantly repeated insistence that she will destroy the world."
    },
    {
        "Name": "Fullmetal Alchemist",
        "Url": "https://en.wikipedia.org/wiki/Fullmetal_Alchemist_(anime)",
        "Release": "October 4, 2003",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/2/25/Fullmetal_Alchemist_2003.jpg/220px-Fullmetal_Alchemist_2003.jpg",
        "Director": "Seiji Mizushima",
        "Producer": "Shō Aikawa",
        "Description": "The first half of the anime's plot adapts the first seven volumes of the manga, but then the plots severely diverge from each other by the middle of the story, specifically around the time where Roy Mustang's friend Maes Hughes is murdered by the homunculus Envy in disguise.[3] Dante, a former lover of Hohenheim and mentor to the Elric brothers' teacher, is the series' central antagonist. Centuries ago, Hohenheim and Dante perfected methods for making the Philosopher's Stone and achieved immortality by transferring their souls and intellects into other bodies as they age. Hohenheim was eventually overcome with the guilt of sacrificing lives to make the Stone and left Dante. Although Dante can still jump from body to body with the last stone she and Hohenheim created, she is not willing to risk the rebound of creating one herself. She thus uses the homunculi to encourage Edward and Alphonse, along with other equally desperate Alchemists to create another complete Philosopher's Stone for her."
    },
    {
        "Name": "Mars Daybreak",
        "Url": "https://en.wikipedia.org/wiki/Mars_Daybreak",
        "Release": "April 1, 2004",
        "Image": "https://upload.wikimedia.org/wikipedia/en/a/ad/Mars_Daybreak_DVD_vol_1.png",
        "Director": "Kunihiro Mori",
        "Producer": "Miya Asakawa",
        "Description": "Mars Daybreak takes place in a future where Mars is terraformed into an Earth-like planet. The once dry red planet is now covered over by one large ocean (except for the peak of Olympus Mons). Due to human intervention, various animals and machines now have human-like intelligence and the people reside in large floating cities called city-ships. The Martian economy is based mostly on water, a readily available resource and the planet's main export. However, a ceasefire in the Pan-Galactic war has reduced demand for the export of water, causing the Martian economy to weaken and also affected the quality of life to its inhabitants."
    },
    {
        "Name": "Kurau Phantom Memory",
        "Url": "https://en.wikipedia.org/wiki/Kurau_Phantom_Memory",
        "Release": "June 24, 2004",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/1/15/Kurau_Phantom_Memory.jpg/230px-Kurau_Phantom_Memory.jpg",
        "Director": "Yasuhiro Irie",
        "Producer": "Toshihiko Nakajima",
        "Description": "In the year 2100, Dr. Amami is a scientist working in the field of alternative energy, who at the beginning of the series is on the verge of a major breakthrough in the area of Rynax energy. His daughter Kurau accompanies him to the lab on her twelfth birthday, where an experiment goes horribly wrong and she is struck by a bolt of this energy, which disperses her into lights. When she reforms, it is found that her body has been taken over by two Rynax, who are actually sentient life forms and not just a form of energy. However, one of the Rynax is too weak to awaken. The awakened Rynax takes on Kurau's name and identity, and though her newfound superhuman abilities make her a subject of interest for scientists, Kurau manages to live a relatively normal life. Ten years later, the second Rynax awakens and emerges as a twelve-year-old girl, whom Kurau names Christmas. The two look and interact very much like sisters."
    },
    {
        "Name": "Eureka Seven",
        "Url": "https://en.wikipedia.org/wiki/Eureka_Seven",
        "Release": "April 26, 2005",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e0/Eureka_Seven_disc_cover.png/220px-Eureka_Seven_disc_cover.png",
        "Director": "Tomoki Kyoda",
        "Producer": "Shō Aikawa",
        "Description": "An opportunity to do so literally falls into his lap when a large mechanical robot, called the Nirvash type ZERO, and Eureka, its pilot and a member of Gekkostate, crash into Renton's room. Renton's grandfather orders him to deliver a special part to the Nirvash called the Amita Drive, which releases the immense power dormant within the type ZERO called the Seven Swell Phenomenon. Afterwards, Renton is invited to join Gekkostate, where he quickly discovers that the behind-the-scenes life of Gekkostate is hardly as glamorous or as interesting as printed in the glossy pages of their magazine, ray=out. Only one thing makes it all worthwhile for him: the presence of Eureka, the mysterious pilot of the Nirvash. Renton, Eureka, and the Gekkostate embark on an adventure that will shape their future as well as the world's."
    },
    {
        "Name": "Ouran High School Host Club",
        "Url": "https://en.wikipedia.org/wiki/Ouran_High_School_Host_Club",
        "Release": "April 4, 2006",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/d/dc/Ouran_High_School_Vol_1_cover.jpg/220px-Ouran_High_School_Vol_1_cover.jpg",
        "Director": "Takuya Igarashi",
        "Producer": "Yōji Enokido",
        "Description": "Haruhi Fujioka is a scholarship student at the prestigious Ouran Academy, a fictitious high school for rich kids located in Bunkyo, Tokyo. Looking for a quiet place to study, Haruhi stumbles upon the abandoned Third Music Room, a place where the Ouran Academy Host Club, a group of six male students, gathers to entertain female clients with sweets and tea. During their initial encounter, Haruhi accidentally knocks over and breaks an antique vase valued at ¥8,000,000 (around US$80,000) and is told to repay the cost in service to the club as an errand boy. Haruhi's short hair, slouching attire and gender-ambiguous face cause her to be mistaken by the hosts for a male student. After a brief run as such, the Hosts soon realize that she's a natural in entertaining girls and promote her to full-Host status.[2] She agrees since Hosting will help her pay off her debt more quickly. The members of the club accidentally discovers her true gender, but they keep this fact a secret."
    },
    {
        "Name": "Jyu-Oh-Sei",
        "Url": "https://en.wikipedia.org/wiki/Jyu-Oh-Sei",
        "Release": "April 13, 2006",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3b/Jyuohsei_manga_cover.jpg/220px-Jyuohsei_manga_cover.jpg",
        "Director": "Hiroshi Nishikiori",
        "Producer": "Reiko Yoshida",
        "Description": "Three hundred and fifty years have passed since humans first settled the Balkan star system, located approximately 150 light years from Earth, where a number of planets have been terraformed to resemble Earth. Two 11-year-old twins, Thor and Rai, live on the space colony Juno until they come home to find their parents have been murdered. The unknown assassins drop Thor and Rai on Chimaera, a secret planet used as a penal colony. Thor learns about Chimaeran society's four Rings and how to leave Chimaera by becoming the Beast King from Zagi, who rescued Thor and Rai after they immediately run into trouble on the planet. Thor proceeds to the Ochre Ring where he gets swept up into that Ring's politics and winds up defeating its Top, bringing him closer to becoming the Beast King. After several years Thor faces off with Zagi who has violently taken over the Blanc ring and is determined to rule over and change Chimaeran society. Their encounter ends with an uneasy truce and a plan to force Juno to negotiate with Thor. When Thor finally meets Odin, the President of Juno, the mystery of Thor's and Chimaera's secret origins are revealed. Odin tells Thor he is a genetically engineered human created from the DNA of all the previous Beast Kings. His mother Eve was the lead researcher at the facility where he was created, and was a surrogate mother to him. Thor's genes adapt to survive under any circumstances, so they mimicked Eve's physical appearance. This is the reason Thor appeared to be Rai's twin. Odin also reveals no new children are being born in the colonies, and that Thor is humanity's last hope for survival. Finally, Odin reveals a long-kept secret: that Earth was destroyed by an asteroid collision long ago, and humanity cannot return there, so they must adapt to survive in the Balkan Star System. However, Odin's plans involve dissecting Thor in order to mass-produce more genetically engineered humans capable of surviving in Balkan, and terraforming Chimaera, which would kill the planet's current inhabitants. With the help of Third, Thor stops the terraforming process, though Third dies in the process. Thor returns to Chimaera to live with Chen, Zagi and the rest of the planet's inhabitants."
    },
    {
        "Name": "Ghost Slayers Ayashi",
        "Url": "https://en.wikipedia.org/wiki/Ghost_Slayers_Ayashi",
        "Release": "October 7, 2006",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/9/94/Ghost_Slayers_Ayashi.jpg/220px-Ghost_Slayers_Ayashi.jpg",
        "Director": "Hiroshi Nishikiori",
        "Producer": "Shō Aikawa",
        "Description": "In 1843, the fourteenth year of the Tenpō Era, ten years before the arrival of Commodore Matthew Perry and the Black Ships, Edo is under attack by beasts from the underworld, known as Yōi (妖夷). Members of the Bansha Aratamesho, called the Ayashi (奇士), are assembled to repel the emergence of these yoi."
    },
    {
        "Name": "Darker than Black",
        "Url": "https://en.wikipedia.org/wiki/Darker_than_Black",
        "Release": "April 5, 2007",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a4/DTB_DVD.jpg/220px-DTB_DVD.jpg",
        "Director": "Tensai Okamura",
        "Producer": "Mari Okada",
        "Description": "Ten years ago, a mysterious spatial anomaly now known as Heaven's Gate appeared in South America, shortly followed by the opening of Hell's Gate in Tokyo altering the sky and wreaking havoc on the landscape. The real stars disappeared, replaced by false stars. During this time, people possessing various special abilities—called Contractors—emerged, each capable of different supernatural feats. Each Contractor has a corresponding fake star, which reacts to their activities. As such, Contractors are usually identified by their star's Messier catalogue number. Kept secret from the masses, these individuals are known to murder in cold blood, smothering "
    },
    {
        "Name": "Skull Man",
        "Url": "https://en.wikipedia.org/wiki/Skull_Man",
        "Release": "April 28, 2007",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/a/aa/Skull_Man_volume_1.jpg/220px-Skull_Man_volume_1.jpg",
        "Director": "Takeshi Mori",
        "Producer": "Shotaro Ishinomori",
        "Description": "There are mass murders and catastrophes all over Japan, committed by a masked/caped psychic madman called the Skull Man, and his shape-shifting aide Garo (named after the manga ninja Garo created by Sanpei Shirato), who can turn into various powerful mutant monsters. The calamities caused by the Skull Man are investigated by the Tachiki Detective Agency, with the help of a young man named Tatsuo Kagura, the son of a yakuza in the Kagura Clan"
    },
    {
        "Name": "Soul Eater",
        "Url": "https://en.wikipedia.org/wiki/Soul_Eater_(manga)",
        "Release": "April 7, 2008",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fe/Soul_Eater_manga_volume_1.jpg/220px-Soul_Eater_manga_volume_1.jpg",
        "Director": "Takuya Igarashi",
        "Producer": "Atsushi Ōkubo",
        "Description": "Soul Eater is set at Death Weapon Meister Academy for short located in the fictional Death City in Nevada, United States. The school is run by Shinigami, also known as Death, as a training facility for humans with the ability to transform into weapons, as well as the wielders of those weapons, called meisters (職人 shokunin). Attending this school are meister Maka Albarn and her scythe partner Soul Eater; assassin Black Star and his partner Tsubaki Nakatsukasa, who can turn into weapons such as a kusarigama, shuriken, and ninjatō; and Shinigami's son, Death the Kid, and his pistol partners Liz and Patty Thompson. The goal of the school's meister students is to have their weapons defeat and absorb the souls of 99 evil humans and one witch, which will dramatically increase the power of the weapon and turn them into death scythes, weapons capable of being used by Shinigami."
    },
    {
        "Name": "Fullmetal Alchemist: Brotherhood",
        "Url": "https://en.wikipedia.org/wiki/Fullmetal_Alchemist:_Brotherhood",
        "Release": "April 5, 2009",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9c/Fullmetal_Alchemist_Brotherhood.jpg/220px-Fullmetal_Alchemist_Brotherhood.jpg",
        "Director": "Yasuhiro Irie",
        "Producer": "Hirō Maruyama",
        "Description": "Fullmetal Alchemist: Brotherhood adapts all 27 volumes of the manga, unlike the first television series. Brothers Edward and Alphonse Elric are raised by their mother Trisha Elric in the remote village of Resembool in the country of Amestris. Their father Hohenheim, a noted and very gifted alchemist, abandoned his family while the boys were still young, and while in Trisha's care they began to show an affinity for alchemy. However, when Trisha died of a lingering illness, they were cared for by their best friend Winry Rockbell and her grandmother Pinako. The boys traveled the world to advance their alchemic training under Izumi Curtis. Upon returning home, the two decide to try to bring their mother back to life with alchemy. However, human transmutation is a taboo, as it is impossible to do so properly. In the failed transmutation that results, Al's body is completely obliterated and Ed loses his left leg. In a last ditch attempt to keep his brother alive, Ed sacrifices his right arm to bring Al's soul back and houses it in a nearby suit of armor. After Edward receives automail prosthetics from Winry and Pinako, the brothers decide to burn their childhood home down (symbolizing their determination and decision of no turning back) and head to the capital city to become government sanctioned State Alchemists. After passing the exam, Edward is dubbed the Fullmetal Alchemist by the State Military, and the brothers begin their quest to discover the nature of the fabled Philosopher's Stone, under the direction of Colonel Roy Mustang. Along the way, they discover a deep government conspiracy to hide the true nature of the Philosopher's Stone that involves the homunculi, the alchemists of the neighboring nation of Xing, the scarred man from the war-torn nation of Ishval, and their own father's past."
    },
    {
        "Name": "Darker than Black",
        "Url": "https://en.wikipedia.org/wiki/Darker_than_Black",
        "Release": "October 8, 2009",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a4/DTB_DVD.jpg/220px-DTB_DVD.jpg",
        "Director": "Tensai Okamura",
        "Producer": "Mari Okada",
        "Description": "Ten years ago, a mysterious spatial anomaly now known as Heaven's Gate appeared in South America, shortly followed by the opening of Hell's Gate in Tokyo altering the sky and wreaking havoc on the landscape. The real stars disappeared, replaced by false stars. During this time, people possessing various special abilities—called Contractors—emerged, each capable of different supernatural feats. Each Contractor has a corresponding fake star, which reacts to their activities. As such, Contractors are usually identified by their star's Messier catalogue number. Kept secret from the masses, these individuals are known to murder in cold blood, smothering unnecessary emotions with logic and rationality. Their incredible abilities, however, are gained at the cost of their humanity; Contractors are thus named because of an involuntary compulsion to pay the price each time their power is used, which can range from eating particular foods or completing meaningless tasks, to self-harm and change their bodies in peculiar ways. Various nations and organizations around the world train and utilize Contractors as spies and assassins, resulting in violent battles for valuable objects and information."
    },
    {
        "Name": "Heroman",
        "Url": "https://en.wikipedia.org/wiki/Heroman",
        "Release": "April 1, 2010",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d5/Heroman_Vol_1.png/220px-Heroman_Vol_1.png",
        "Director": "Hitoshi Nanba",
        "Producer": "Masahiko Minami",
        "Description": "Orphaned American boy Joey lives with his grandmother, working at a restaurant in the West Coast city of Center City (センターシティ Sentā Shiti, based on Los Angeles),[7] while going to school. Upon hearing of a new toy robot called the Heybo, Joey believes that getting one will make his life better, turning him into a hero to protect his friends and family. However, he cannot afford to buy it on his meager salary. His luck changes when he picks up a broken down Heybo abandoned by a school bully.[8] He tries to fix it, naming it Heroman, but does not have any luck in getting it to work. However, when it gets struck by a bolt of strange lightning, it transforms into a giant robot, just in time to save his friend Lina from impending danger. Now, Joey and Heroman are Earth's only defense against the evil insectoid Skrugg (スクラッグ Sukuraggu) aliens, unknowingly summoned to Earth by Joey's science teacher."
    },
    {
        "Name": "Star Driver",
        "Url": "https://en.wikipedia.org/wiki/Star_Driver",
        "Release": "October 3, 2010",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1e/Star_Driver_DVD_vol_1.png/220px-Star_Driver_DVD_vol_1.png",
        "Director": "Takuya Igarashi",
        "Producer": "Yōji Enokido",
        "Description": "Star Driver takes place on the fictional Southern Cross Isle. One night, a boy named Takuto washes up on shore swimming from the mainland. He later enrolls in Southern Cross High School as a freshman and makes new friends. However, beneath the school is a group of mysterious giants called Cybodies, which can be controlled by humans in an alternate dimension known as Zero Time. Takuto, The Galactic Pretty Boy (銀河美少年 Ginga Bishōnen), finds himself dragged into opposition with the Glittering Crux Brigade (綺羅星十字団 Kiraboshi Jūjidan, lit. Glittering Star Cruciform Group), a mysterious group that intends to take possession of the island's Cybodies for their own purposes as well as break the seals of the island's four Shrine Maidens, whose powers prevent the Cybodies from functioning outside of Zero Time."
    },
    {
        "Name": "Gosick",
        "Url": "https://en.wikipedia.org/wiki/Gosick",
        "Release": "January 7, 2011",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b0/Gosick_vol_1.jpg/230px-Gosick_vol_1.jpg",
        "Director": "Hitoshi Nanba",
        "Producer": "Kazuki Sakuraba",
        "Description": "Gosick takes place in 1924 in a small, French-speaking fictional European country; which stretches from Switzerland, through the Alps between France and Italy, to the Mediterranean Sea. The country is called Sauville in the English translation of the light novels; but is called Saubure in the anime adaption. The story centers on Kazuya Kujo, the third son of a high-ranking officer of the Imperial Japanese Army, who is a transfer student to St. Marguerite Academy, where urban legends and horror stories are quite popular. There he meets Victorique, a mysterious yet beautiful and brilliant girl who never comes to class and spends her days reading the entire contents of the library or solving mysteries that even detectives can not solve. The series mostly focuses on Kazuya and Victorique getting involved in different criminal cases and their struggle to solve them, at the same time forming important bonds with different people and each other."
    },
    {
        "Name": "Eureka Seven: AO",
        "Url": "https://en.wikipedia.org/wiki/Eureka_Seven:_AO",
        "Release": "April 12, 2012",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e0/Eureka_Seven_disc_cover.png/220px-Eureka_Seven_disc_cover.png",
        "Director": "Tomoki Kyoda",
        "Producer": "Shō Aikawa",
        "Description": "The series focuses on Renton Thurston, the fourteen-year-old son of Adrock Thurston, a military researcher who died saving the world. He lives what he considers a boring life with his grandfather in a boring town. He loves lifting, a sport similar to surfing but with trapar, a substance abundant throughout the air, as the medium. He dreams of joining the renegade group Gekkostate, led by his idol Holland Novak, a legendary lifter."
    },
    {
        "Name": "Tenkai Knights",
        "Url": "https://en.wikipedia.org/wiki/Tenkai_Knights",
        "Release": "August 24, 2013",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/3/30/TenkaiKnightsDVD1.jpg/220px-TenkaiKnightsDVD1.jpg",
        "Director": "Mitsuru Hongo",
        "Producer": "Ryo Takamisaki",
        "Description": "Eons ago, a cube–like peaceful planet named Quarton, populated by shape–shifting living bricks called Tenkai, was ravaged by a war between two opposite factions: the Corekai Soldiers, led by the valiant and fearless Commander Beagle (Beag); and the Corrupted Army, led by the ruthless Lord Vilius, who desired to obtain the source of Tenkai energy for his own purposes. However, the only ones who were strong enough to defeat him were the 4 Legendary Tenkai Knights of Quarton: Bravenwolf, Tributon, Valorn and Lydendor. Facing defeat, Vilius unleashed the mighty Tenkai Dragon, who was later defeated by the 4 Knights, its fragments scattered across the planet. These heroes were never seen again, but now, a year later, Lord Vilius and the infamous Corrupted Army have returned, more powerful than ever before."
    },
    {
        "Name": "Space Dandy",
        "Url": "https://en.wikipedia.org/wiki/Space_Dandy",
        "Release": "January 4, 2014",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/8/88/Space_Dandy_promotional_image.jpg/220px-Space_Dandy_promotional_image.jpg",
        "Director": "Shinichirō Watanabe",
        "Producer": "Masahiko Minami",
        "Description": "The space opera[3] follows the misadventures of Dandy, an alien bounty hunter who is a dandy guy in space, in search for undiscovered and rare aliens with his robot assistant QT and his feline-like friend named Meow. Though he and his crew act with the best intentions, despite being normally dimwitted and next to useless, Dandy is unaware that he is being pursued by Dr. Gel of the Gogol Empire. The series has loose continuity, with several episodes featuring the main protagonists and antagonists dying, getting turned into zombies, or getting trapped in different dimensions for periods of time, only for them to show up as normal in the next episode. There are also many references to older science fiction, music, anime and Internet culture."
    },
    {
        "Name": "Noragami",
        "Url": "https://en.wikipedia.org/wiki/Noragami",
        "Release": "January 5, 2014",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/1/12/Noragami_volume_1_cover.jpg/220px-Noragami_volume_1_cover.jpg",
        "Director": "Kotaro Tamura",
        "Producer": "Hitomi Mieno",
        "Description": "Hiyori Iki is a normal middle school student until she was involved in a bus accident while trying to protect a stranger. This incident causes her soul to frequently slip out of her body, and she becomes aware of the existence of two parallel worlds: the Near Shore, where regular humans and creatures reside, and the Far Shore, where demons and human souls linger. Through her soul, she meets the strange, nameless god without a shrine, Yato. Yato is determined to make a name for himself out there by accepting any wishes for 5 yen, including Hiyori's to fix her body. Along with Yato's Regalia — a weapon from a human soul named by the god in question — Yukine, the trio go through many adventures struggling with their friendship, identity and pasts"
    },
    {
        "Name": "Captain Earth",
        "Url": "https://en.wikipedia.org/wiki/Captain_Earth",
        "Release": "April 5, 2014",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/5/51/CaptainEarthDVD.jpg/220px-CaptainEarthDVD.jpg",
        "Director": "Takuya Igarashi",
        "Producer": "Yōji Enokido",
        "Description": "High-school student Daichi Manatsu works for the Globe (グローブ Gurōbu) organization to pilot a giant robot called the Earth Engine Impacter (アースエンジンインパクター Āsu Enjin Inpakutā) to protect the Earth from the invading alien force known as the Kill-T-Gang (キルトガング Kirutogangu), that intends to drain all the life force of mankind to empower their immortal existences. In order to aid Daichi, Globe starts gathering allies including Teppei Arashi, a Kill-T-Gang whose memories have been erased and trapped inside a human's body; Hana Mutou, a mysterious girl connected to the ship Blume; and Akari Yomatsuri, a 17-year-old genius hacker. Together they form the Midsummer's Knights and fight the Kill-T-Gangs who are in search of more of their allies."
    },
    {
        "Name": "Blood Blockade Battlefront",
        "Url": "https://en.wikipedia.org/wiki/Blood_Blockade_Battlefront",
        "Release": "April 4, 2015",
        "Image": "https://upload.wikimedia.org/wikipedia/en/3/3d/Blood_Blockade_Battlefront.jpg",
        "Director": "Shigehito Takayanagi",
        "Producer": "Yasuhiro Nightow",
        "Description": "Blood Blockade Battlefront centers around the crime fighting organization Libra and their battles in Hellsalem's Lot, formerly known as New York City. Hellsalem's Lot was created when a portal to the Beyond opened, becoming a paranormal melting pot of monsters, magic and the everyday mundane life, and it is up to Libra to clear the streets of trouble and prevent the horrors of this city from spreading to the outside world."
    },
    {
        "Name": "Show by Rock!!",
        "Url": "https://en.wikipedia.org/wiki/Show_by_Rock!!",
        "Release": "April 5, 2015",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/d/de/SBRBluRay6.jpg/220px-SBRBluRay6.jpg",
        "Director": "Takahiro Ikezoe",
        "Producer": "Tōko Machida",
        "Description": "Cyan Hijirikawa is a first-year high school student who has a good passion for music. However, she is very shy and doesn't have the courage to join the school's music club. But on one fateful night, she gets sucked into the rhythm game she had been playing on her smartphone after receiving an item called Strawberry Heart. Cyan ends up in a new world called Midi City, a place where those who command music control everything. There, she sees a concert performed by a kemono band called Trichronika and realizes she had taken on the form of a white kemono cat girl, dressed in a costume resembling Gothic Lolita fashion. However, when a dark monster starts to attack the concert and begins to corrupt the Melodisian stones of the Trichronika members, Strawberry Heart materializes in Cyan's hands and tells her to play something with it to defeat the monster. As she saves the band from turning into dark monsters themselves, she returns to her human form, but retaining her cat ears and tail. She is then approached by Maple Arisugawa, the CEO of Banded Rocking Records to join his recording agency. She meets ChuChu, Retoree, and Moa, the vocalist, bassist, and drummer of Plasmagica, one of Banded Rocking Record's bands. Retoree asks Cyan to join, and she accepts. Together, they all tackle and perform together in the music scene, aiming to be the best music band of all Midi City, discovering the secrets surrounding the Dark Monsters and importantly for Cyan, to find a way to get back to her own world."
    },
    {
        "Name": "Snow White with the Red Hair",
        "Url": "https://en.wikipedia.org/wiki/Snow_White_with_the_Red_Hair",
        "Release": "July 6, 2015",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/5/53/Akagami_no_Shirayukihime_volume_1_cover.jpg/220px-Akagami_no_Shirayukihime_volume_1_cover.jpg",
        "Director": "Masahiro Andō",
        "Producer": "Deko Akao",
        "Description": "Shirayuki is a normal herbalist in the kingdom of Tanbarun with one unique feature: her beautiful red hair. Due to her unusual hair color, Shirayuki was raised to always be careful of showing her hair in new surroundings and grew to be an independent young woman. However, her hair gets her noticed by Prince Raj, who orders her to become his concubine. Refusing his orders, she cuts her hair and leaves it behind as part of what he wanted and escapes to the neighboring kingdom of Clarines. On her way there, she meets and befriends Prince Zen and his two aides Mitsuhide and Kiki. When Zen is poisoned by an apple meant for Shirayuki gifted by Raj, Shirayuki successfully obtains the antidote and decides to accompany the trio to Clarines. Shortly thereafter, Shirayuki passes an exam for a position to train in the palace as a herbalist. Shirayuki and her friends find a place in Clarines and carries out her duties as a court herbalist. Over the course of the story, Zen and Shirayuki begin to fall in love with each other and eventually begin a romantic relationship, in spite of opposition due to their difference in social status."
    },
    {
        "Name": "Noragami",
        "Url": "https://en.wikipedia.org/wiki/Noragami",
        "Release": "October 2, 2015",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/1/12/Noragami_volume_1_cover.jpg/220px-Noragami_volume_1_cover.jpg",
        "Director": "Kotaro Tamura",
        "Producer": "Hitomi Mieno",
        "Description": "Hiyori Iki is a normal middle school student until she was involved in a bus accident while trying to protect a stranger. This incident causes her soul to frequently slip out of her body, and she becomes aware of the existence of two parallel worlds: the Near Shore, where regular humans and creatures reside, and the Far Shore, where demons and human souls linger. Through her soul, she meets the strange, nameless god without a shrine, Yato. Yato is determined to make a name for himself out there by accepting any wishes for 5 yen, including Hiyori's to fix her body. Along with Yato's Regalia — a weapon from a human soul named by the god in question — Yukine, the trio go through many adventures struggling with their friendship, identity and pasts."
    },
    {
        "Name": "Concrete Revolutio",
        "Url": "https://en.wikipedia.org/wiki/Concrete_Revolutio",
        "Release": "April 3, 2016",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/1/16/Concrete_Revolutio_promotional_art.jpg/220px-Concrete_Revolutio_promotional_art.jpg",
        "Director": "Seiji Mizushima",
        "Producer": "Masaki Tsuji",
        "Description": "In the year Apotheosis 41 (AD 1962), Earth is currently home to superhumans and paranormal phenomena of all kinds, from aliens and magical girls to ghosts and transforming robots. However, official knowledge of these beings is officially kept under wraps by the governments of the world. The Japanese government has quietly set up the Super Population Research Laboratory, a.k.a. the Superhuman Bureau, to keep track of all superhuman beings in the country and eliminate them if they pose a threat to humanity. In the present, Bureau member Jiro Hitoyoshi finds himself recruiting new superhumans for the Bureau in the course of his job. However, five years later in Apotheosis 46, Jiro turns into a vigilante on the run from the Bureau while the rest of its members deal with the consequences of their earlier actions."
    },
    {
        "Name": "My Hero Academia",
        "Url": "https://en.wikipedia.org/wiki/My_Hero_Academia",
        "Release": "April 3, 2016",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5a/Boku_no_Hero_Academia_Volume_1.png/220px-Boku_no_Hero_Academia_Volume_1.png",
        "Director": "Kenji Nagasaki",
        "Producer": "Yōsuke Kuroda",
        "Description": "In a world where people with superpowers (known as Quirks (個性 Kosei)) are the norm, Izuku Midoriya has dreams of one day becoming a Hero, despite being bullied by his classmates for not having a Quirk. After being the only one to try and save his childhood friend Katsuki Bakugo from a villain, All Might, the world's greatest Hero, bestows upon him his own Quirk One For All. The story follows Izuku's entrance into U.A. High School (雄英高校 Yūei Kōkō), a school that cultivates the next generation of superheroes. As Izuku and his new friends try to balance their Hero training with ordinary school duties, they must face new challenges including the League of Villains, an evil organization established by All Might's archenemy, All For One, to destroy all Heroes and take control of society"
    },
    {
        "Name": "Bungo Stray Dogs",
        "Url": "https://en.wikipedia.org/wiki/Bungo_Stray_Dogs",
        "Release": "April 7, 2016",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f8/Bung%C5%8D_Stray_Dogs_volume_1.jpg/220px-Bung%C5%8D_Stray_Dogs_volume_1.jpg",
        "Director": "Takuya Igarashi",
        "Producer": "Yōji Enokido",
        "Description": "The story centers on individuals who are gifted with super natural powers and use them for different purposes including holding a business, solving mysteries, and carrying out missions assigned by the mafia. The story mainly follows the members of the Armed Detective Agency and their everyday lives."
    },
    {
        "Name": "Mob Psycho 100",
        "Url": "https://en.wikipedia.org/wiki/Mob_Psycho_100",
        "Release": "July 12, 2016",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4b/Mob_Psycho_100_manga_vol_1.jpg/220px-Mob_Psycho_100_manga_vol_1.jpg",
        "Director": "Yuzuru Tachikawa",
        "Producer": "Reiko Yoshida",
        "Description": "Shigeo Kageyama is an average middle school boy, nicknamed Mob (モブ Mobu) for lacking a sense of presence. Although he looks like an inconspicuous person, he is in fact a powerful esper. As he grows older, Mob realizes that his psychic powers are strengthening and becoming more dangerous. To avoid his power getting out of control, he constantly lives a life under an emotional shackle. Mob wants to live a normal life just like the others, but a barrage of trouble keeps coming after him. With the suppressed emotions growing inside Mob little by little, his power threatens to break through its limits."
    },
    {
        "Name": "Dragon Pilot: Hisone and Masotan",
        "Url": "https://en.wikipedia.org/wiki/Dragon_Pilot:_Hisone_and_Masotan",
        "Release": "April 13, 2018",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8e/Hisone_to_Masotan_First_Visual.jpg/220px-Hisone_to_Masotan_First_Visual.jpg",
        "Director": "Shinji Higuchi",
        "Producer": "Mari Okada",
        "Description": "Hisone Amakasu is a rookie in the Japan Air Self-Defense Force, where she is situated at the Gifu air base. She decided to join the force to distance herself from people as, her whole life, she had found it difficult to interact with others due to her candid style of speaking and oftentimes hurtful words, despite that not being her intention. Hisone's decision leads to her life being changed when the concealed OTF – Organic Transformed Flyer, or dragon – inside the base chooses her to be his pilot, leading her to discover her destined role as a dragon pilot during their ascension in the skies together. According to legend, dragons are thought to possess a key to unlocking the future of the world."
    }
]