[
    {
        "Name": "Nausicaä of the Valley of the Wind",
        "Url": "https://en.wikipedia.org/wiki/Nausica%C3%A4_of_the_Valley_of_the_Wind_(film)",
        "Release": "1984",
        "Image": "https://upload.wikimedia.org/wikipedia/en/b/bc/Nausicaaposter.jpg",
        "Director": "Hayao Miyazaki",
        "Producer": "Isao Takahata",
        "Description": "One thousand years have passed since the Seven Days of Fire, an apocalyptic war that destroyed civilization and created the vast Toxic Jungle,[a] a poisonous forest swarming with giant mutant insects. In the kingdom of the Valley of the Wind, a prophecy predicts a saviour that clothed in blue robes, descending onto a golden field. Nausicaä, the princess of the Valley of the Wind, explores the jungle and communicates with its creatures, including the gigantic, trilobite-like armored Ohm. She hopes to understand the jungle and find a way for it and humans to co-exist."
    },
    {
        "Name": "Castle in the Sky",
        "Url": "https://en.wikipedia.org/wiki/Castle_in_the_Sky",
        "Release": "1986",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f5/Castle_in_the_Sky_%281986%29.png/220px-Castle_in_the_Sky_%281986%29.png",
        "Director": "Hayao Miyazaki",
        "Producer": "Isao Takahata",
        "Description": "An airship carrying Sheeta, a girl who has been abducted by government agent Muska, is attacked by Captain Dola and her air pirate sons who are in search of Sheeta's crystal amulet. In the resulting struggle, Sheeta falls from the airship but her descent is slowed by a mysterious power within the amulet. She safely lands in a small mining town where she is discovered by a boy named Pazu, who takes her into his home to recover. Pazu tells her of a mysterious floating island named Laputa which is visible in a picture taken by his father. Later, they are pursued by Dola's pirates, and then by Muska's soldiers. Eventually, the two fall into an abandoned mine, where they encounter the local eccentric Uncle Pomme, who informs them that Sheeta's amulet is made of 'volucite' crystal ('Aetherium' in the American release), a material used to keep Laputa and the other flying cities aloft."
    },
    {
        "Name": "Grave of the Fireflies",
        "Url": "https://en.wikipedia.org/wiki/Grave_of_the_Fireflies",
        "Release": "1988",
        "Image": "https://upload.wikimedia.org/wikipedia/en/a/a5/Grave_of_the_Fireflies_Japanese_poster.jpg",
        "Director": "Isao Takahata",
        "Producer": "Toru Hara",
        "Description": "On 21 September 1945, shortly after the end of World War II, Bombings of Hiroshima and Nagasaki, a teenage boy, Seita, dies of starvation in a Kobe train station. A janitor sorts through his possessions and finds a candy tin, which he throws into a field. The spirit of Seita's younger sister, Setsuko, springs from the tin and is joined by Seita's spirit and a cloud of fireflies. They board a train.Some months earlier, Seita and Setsuko's house is destroyed in a firebombing along with most of Kobe. They are unharmed, but their mother dies from burns. Seita and Setsuko move in with a distant aunt, who convinces Seita to sell his mother's kimonos for rice. Seita retrieves supplies he buried before the bombing and gives everything to his aunt but a tin of Sakuma drops. As rations shrink and the number of refugees in the house grows, the aunt becomes resentful of the children, saying they do nothing to earn the food she prepares."
    },
    {
        "Name": "Kiki's Delivery Service",
        "Url": "https://en.wikipedia.org/wiki/Kiki%27s_Delivery_Service",
        "Release": "1989",
        "Image": "https://upload.wikimedia.org/wikipedia/en/0/07/Kiki%27s_Delivery_Service_%28Movie%29.jpg",
        "Director": "Hayao Miyazaki",
        "Producer": "Hayao Miyazaki",
        "Description": "As is traditional for trainee witches, thirteen-year-old Kiki leaves home with her familiar spirit, a talking black cat named Jiji. She flies on her broomstick to the port city of Koriko. While searching for somewhere to live, Kiki is pursued by Tombo, a geeky boy obsessed with aviation who admires her flying ability.In exchange for accommodation, Kiki helps Osono, the kindly and heavily pregnant owner of a bakery. She opens a Witch Delivery Business, delivering goods by broomstick. Her first delivery goes badly; she is caught in a gust and loses the black cat toy she is supposed to deliver. Jiji pretends to be the toy until Kiki can retrieve the real item. She finds it in the home of a young painter, Ursula, who repairs and returns it to Kiki so she can complete the delivery and rescue Jiji."
    },
    {
        "Name": "Only Yesterday",
        "Url": "https://en.wikipedia.org/wiki/Only_Yesterday_(1991_film)",
        "Release": "1991",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/4/46/OYpost.jpg/220px-OYpost.jpg",
        "Director": "Isao Takahata",
        "Producer": "Toshio Suzuki",
        "Description": "In 1982, Taeko Okajima is 27 years old, unmarried, has lived her whole life in Tokyo and now works at a company there. She decides to take another trip to visit the family of the elder brother of her brother-in-law in the rural countryside to help with the safflower harvest and get away from city life. While traveling at night on a sleeper train to Yamagata, she begins to recall memories of herself as a schoolgirl in 1966, and her intense desire to go on holiday like her classmates, all of whom have family outside of the big city."
    },
    {
        "Name": "Porco Rosso",
        "Url": "https://en.wikipedia.org/wiki/Porco_Rosso",
        "Release": "1992",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fc/Porco_Rosso_%28Movie_Poster%29.jpg/220px-Porco_Rosso_%28Movie_Poster%29.jpg",
        "Director": "Hayao Miyazaki",
        "Producer": "Toshio Suzuki",
        "Description": "Porco Rosso, a veteran World War I fighter ace and freelance bounty hunter, fends off an attack on a ferry liner by airborne pirates. Porco treats himself to dinner at the Hotel Adriano, which is run by his friend Gina.At the hotel, the heads of the pirate gangs are contracting Curtis, an arrogant and ambitious American ace, to assist them in their next attacks. Curtis falls in love with Gina on the spot, but is frustrated to see his declarations rebuffed and her affection for Porco. After successfully executing a pirating mission, Curtis tracks down Porco, who is flying to Turin (Milan in the English language version) to have his plane serviced, and shoots him down as he experiences an engine outage, claiming to have killed him. Porco survives, though his plane is heavily damaged. Porco continues the trip by train with the remains of the plane, much to the irritation of Gina, who reminds him that there is a warrant for his arrest in Italy."
    },
    {
        "Name": "Pom Poko",
        "Url": "https://en.wikipedia.org/wiki/Pom_Poko",
        "Release": "1994",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/6/68/Pompokoposter.jpg/220px-Pompokoposter.jpg",
        "Director": "Isao Takahata",
        "Producer": "Toshio Suzuki",
        "Description": "The story begins in late 1960s Japan. A group of tanuki are threatened by a gigantic suburban development project called New Tama, in the Tama Hills on the outskirts of Tokyo. The development is cutting into their forest habitat and dividing their land. The story resumes in early 1990s Japan, during the early years of the Heisei era. With limited living space and food decreasing every year, the tanuki begin fighting among themselves for the diminishing resources, but at the urging of the matriarch Oroku (Old Fireball), they decide to unify to stop the development. Several tanuki lead the resistance, including the aggressive chief Gonta, the old guru Seizaemon, the wise-woman Oroku, and the young and resourceful Shoukichi. Using their illusion skills (which they must re-learn after having forgotten them), they stage a number of diversions including industrial sabotage. These attacks injure and even kill people, frightening construction workers into quitting, but more workers immediately replace them. In desperation, the tanuki send out messengers to seek help from various legendary elders from other regions."
    },
    {
        "Name": "Whisper of the Heart",
        "Url": "https://en.wikipedia.org/wiki/Whisper_of_the_Heart",
        "Release": "1995",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/9/93/Whisper_of_the_Heart_%28Movie_Poster%29.jpg/220px-Whisper_of_the_Heart_%28Movie_Poster%29.jpg",
        "Director": "Yoshifumi Kondō",
        "Producer": "Toshio Suzuki",
        "Description": "Shizuku Tsukishima is a 14-year-old student at Mukaihara Junior High School, where she is best friends with Yuko Harada. Living in Tokyo with her parents Asako and Seiya, as well as her older sister Shiho, Shizuku is a bookworm and is keen on writing. During an ordinary evening, she looks through the checkout cards in her library books. She discovers they all have been checked out by Seiji Amasawa (天沢 聖司). Over the next few days, Shizuku encounters a young man, later revealed to be Seiji, who often annoys her. Finding a cat riding a train, Shizuku follows it to discover an antique shop run by Shiro Nishi. In the shop is a cat statuette, The Baron. Later at the antique shop, Shizuku sings Take Me Home, Country Roads, a song she has been translating for her school graduation, accompanied by Seiji and Nishi. Seiji is revealed to be the grandson of Nishi, and Shizuku and Seiji befriend each other. Seiji is learning to make violins to follow his dream as a master luthier. Days after the two meet, Seiji leaves for Cremona, Italy, for a two-month study with a master violin-maker, but not before professing his admiration for Shizuku’s talents. Firming her resolve, Shizuku decides to test her talents as well. Discussing with Yuko, she decides to pursue her writing seriously during the two months. She asks Nishi if she can write about The Baron, to which Nishi grants his consent on the condition that he will be the first to read the finished story."
    },
    {
        "Name": "Princess Mononoke",
        "Url": "https://en.wikipedia.org/wiki/Princess_Mononoke",
        "Release": "1997",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8c/Princess_Mononoke_Japanese_poster.png/220px-Princess_Mononoke_Japanese_poster.png",
        "Director": "Hayao Miyazaki",
        "Producer": "Toshio Suzuki",
        "Description": "In Muromachi Japan, an Emishi village is attacked by a demon. The last Emishi prince, Ashitaka, kills it before it reaches the village, but its corruption curses his right arm. The curse gives him superhuman strength, but will eventually spread through his body and kill him. The villagers discover that the demon was a boar god, Nago, corrupted by an iron ball lodged in his body. The village's wise woman tells Ashitaka that he may find a cure in the western lands Nago came from, but he cannot return to his homeland."
    },
    {
        "Name": "My Neighbors the Yamadas",
        "Url": "https://en.wikipedia.org/wiki/My_Neighbors_the_Yamadas",
        "Release": "1999",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4b/My_Neighbors_the_Yamadas_%281999%29.jpg/220px-My_Neighbors_the_Yamadas_%281999%29.jpg",
        "Director": "Isao Takahata",
        "Producer": "Toshio Suzuki",
        "Description": "Each of the vignettes is preceded by a title such as Father as Role Model, A Family Torn Apart or Patriarchal Supremacy Restored. These vignettes cover such issues as losing a child in a department store, the relationships between father and son, or husband and wife, the wisdom of age, getting one's first girlfriend and many more. Each is presented with humour, presenting a very believable picture of family life which crosses cultural boundaries. The relationships between Matsuko, Takashi and Shige are particularly well observed, with Shige giving advice and proverbs to all the family members, and having a great strength of character which far outweighs Matsuko's. Takashi and Matsuko's relationship is often the focus of the episodes, their rivalries, such as arguing about who has control of the television, their frustrations and their difficulties, but the overriding theme is their love for one another despite their flaws, and their desire to be the best parents possible for their children."
    },
    {
        "Name": "Spirited Away",
        "Url": "https://en.wikipedia.org/wiki/Spirited_Away",
        "Release": "2001",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/d/db/Spirited_Away_Japanese_poster.png/220px-Spirited_Away_Japanese_poster.png",
        "Director": "Hayao Miyazaki",
        "Producer": "Toshio Suzuki",
        "Description": "Ten-year-old Chihiro Ogino and her parents are traveling to their new home when her father takes a wrong turn. They unknowingly enter a magical world that Chihiro's father insists on exploring. While Chihiro's parents begin to devour the food at an empty restaurant stall, Chihiro finds an exquisite bathhouse and meets a young boy named Haku who warns her to return across the river before sunset. However, Chihiro discovers too late that her parents have turned into pigs and she is unable to cross the flooded river, becoming trapped in the spirit world."
    },
    {
        "Name": "The Cat Returns",
        "Url": "https://en.wikipedia.org/wiki/The_Cat_Returns",
        "Release": "2002",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8e/Cat_Returns.jpg/220px-Cat_Returns.jpg",
        "Director": "Hiroyuki Morita",
        "Producer": "Toshio Suzuki",
        "Description": "The story is of a girl named Haru Yoshioka, a quiet and shy high school student who has a suppressed ability to talk with cats. One day, she saves a cat from being hit by a truck on a busy road. The cat she saved turns out to be Lune, Prince of the Cat Kingdom. As a thanks, the cats give Haru gifts of catnip and mice, and she is offered the Prince's hand in marriage. Her mixed reply is taken as a yes. Wanting none of this, Haru hears a kind, female voice, which tells her to seek Muta, a large white cat and to seek directions for the cat business office from him. Muta leads her there to meet Baron (the same Baron from Whisper of the Heart), who is a cat figurine given life by the work of his artist, and Toto, a stone raven who comes to life much like the Baron. Soon after meeting them, Haru and Muta are forcefully taken to the Cat Kingdom, leaving Toto and the Baron in the human world to follow the group from the air. The Baron and his crow friend find the entrance to the Cat Kingdom on Earth: Five lakes forming a cats paw."
    },
    {
        "Name": "Howl's Moving Castle",
        "Url": "https://en.wikipedia.org/wiki/Howl%27s_Moving_Castle_(film)",
        "Release": "2004",
        "Image": "https://upload.wikimedia.org/wikipedia/en/a/a0/Howls-moving-castleposter.jpg",
        "Director": "Hayao Miyazaki",
        "Producer": "Toshio Suzuki",
        "Description": "Sophie, a young milliner, encounters a wizard named Howl on her way to visit her sister Lettie. Upon returning home, she meets the Witch of the Waste, who transforms her into a ninety-year-old woman. Seeking to break the curse, Sophie leaves home and sets off through the countryside. She meets a living scarecrow, whom she calls Turnip Head. He leads her to Howl's moving castle, where she meets Howl's young apprentice Markl, and the fire-demon Calcifer, who is the source of the castle's magic. When Howl appears, Sophie announces that she has hired herself as a cleaning lady. Meanwhile, Sophie's nation is caught up in a war with a neighboring kingdom, who is searching for their missing prince. The King summons Howl to fight in the war. However, Howl decides to send Sophie to the King (under the pretense of being his mother) to tell him that Howl is too much of a coward to fight. Before leaving, he gives Sophie a charmed ring that connects her to Calcifer. Sophie meets Suliman, the king's advisor, and also the Witch of the Waste, whom Suliman punishes by draining all of her power, turning her into a harmless old woman. Suliman warns that Howl will meet the same fate if he doesn't fight. Howl arrives to rescue Sophie. Suliman tries to trap him, but with Sophie's help, they escape along with the former witch."
    },
    {
        "Name": "Tales from Earthsea",
        "Url": "https://en.wikipedia.org/wiki/Tales_from_Earthsea_(film)",
        "Release": "2006",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e5/Gedo6sn.jpg/220px-Gedo6sn.jpg",
        "Director": "Gorō Miyazaki",
        "Producer": "Toshio Suzuki",
        "Description": "The crew of a war galley are up against a storm. Suddenly two dragons are fighting above the clouds, during which one is killed by the other (an occurrence believed impossible). News of the kingdom declining and nothing heard from Prince Arren troubles the King of Elad. The Wizard Root speaks of dragons and men being one, divided by their particular desires (freedom and possessions respectively), which is the cause of the world's Balance weakening. Suddenly the King is fatally stabbed in a dark corridor by his son, Arren, who steals his father's sword and flees the palace while his father dies. In the desert, Arren is rescued from dire wolves by the Archmage Sparrowhawk. Together they travel to the city of Hort Town. When Arren explores the town alone, he rescues a young girl named Therru from slavers, but is later captured by the same slave master, Hare. His sword is discarded in the sea. Sparrowhawk rescues Arren from the slave caravan and takes him to a farm run by Sparrowhawks friend Tenar, who lives with Therru."
    },
    {
        "Name": "Ponyo",
        "Url": "https://en.wikipedia.org/wiki/Ponyo",
        "Release": "2008",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9d/Ponyo_%282008%29.png/220px-Ponyo_%282008%29.png",
        "Director": "Hayao Miyazaki",
        "Producer": "Toshio Suzuki",
        "Description": "Fujimoto, a once-human wizard/scientist, lives underwater along with his daughter, Brunhilde, and her numerous smaller sisters. While she and her siblings are on an outing with their father in his four-flippered submarine, Brunhilde sneaks off and floats away on the back of a jellyfish. After an encounter with a fishing trawler, she drifts to the shore of a small fishing town in a glass jar where she is rescued by a five-year-old boy named Sōsuke. Shattering the jar open with a rock, Sōsuke cuts his finger in the process. Brunhilde licks his wound causing it to heal almost instantly. Sōsuke names her Ponyo and promises to protect her. Meanwhile, a distraught Fujimoto searches frantically for his lost daughter whom he believes to have been kidnapped. He calls his wave spirits to recover her, leaving Sōsuke heartbroken."
    },
    {
        "Name": "Arrietty",
        "Url": "https://en.wikipedia.org/wiki/Arrietty",
        "Release": "2010",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e7/Karigurashi_no_Arrietty_poster.png/220px-Karigurashi_no_Arrietty_poster.png",
        "Director": "Hiromasa Yonebayashi",
        "Producer": "Toshio Suzuki",
        "Description": "A boy named Shō tells the audience he still remembers the week in summer he spent at his mother's childhood home with his maternal great aunt, Sadako, and the house maid, Haru. When Shō arrives at the house on the first day, he sees a cat, Niya, trying to attack something in the bushes, but it gives up after it is attacked by a crow. Shō gets a glimpse of Arrietty, a young Borrower girl, returning to her home through an underground air vent. At night, Arrietty's father, Pod, takes her on her first borrowing mission, to get sugar and tissue paper. After obtaining a sugar cube from the kitchen, they travel inside a hollow wall to a bedroom which they enter through an intriguing dollhouse with working electric lights and kitchen utensils. However, it is Shō's bedroom; he lies awake and sees Arrietty when she tries to take a tissue from his night table. Startled, she drops the sugar cube. Shō tries to comfort her, but Pod and Arrietty quietly leave and go home."
    },
    {
        "Name": "From Up on Poppy Hill",
        "Url": "https://en.wikipedia.org/wiki/From_Up_on_Poppy_Hill",
        "Release": "2011",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c9/From_Up_on_Poppy_Hill.png/220px-From_Up_on_Poppy_Hill.png",
        "Director": "Gorō Miyazaki",
        "Producer": "Toshio Suzuki",
        "Description": "Umi Matsuzaki is a sixteen-year-old student attending Isogo High School living in 'Coquelicot Manor', a boarding house overlooking the Port of Yokohama in Japan. Her mother, Ryoko, is a medical professor studying abroad in the United States. Umi runs the house and looks after her younger siblings, Sora and Riku, and her grandmother, Hana. College student Sachiko Hirokouji, and doctor-in-training Miki Hokuto, also live there. Each morning, Umi raises a set of signal flags with the message：I pray for safe voyages. One day, a poem about the flags being raised is published in the school newspaper. Shun Kazama, the poem's author and a member of the journalism club, witnesses the flags from sea as he rides his father's tugboat to school. At Isogo High, Umi meets Shun when he participates in a daredevil stunt for the newspaper, leaving Umi with a negative first impression. Umi later accompanies Sora to obtain Shun's autograph at the Quartier Latin, an old and dilapidated building housing Isogo High's clubs. Umi learns that Shun publishes the school newspaper, along with Shirō Mizunuma, Isogo High's student government president. She ends up helping on the newspaper. Later, Shun convinces the other students to renovate the building after a debate on the future of the Quartier Latin, which may be demolished. At Umi's suggestion, the female student body cooperates with the other students."
    },
    {
        "Name": "The Wind Rises",
        "Url": "https://en.wikipedia.org/wiki/The_Wind_Rises",
        "Release": "2013",
        "Image": "https://upload.wikimedia.org/wikipedia/en/a/a3/Kaze_Tachinu_poster.jpg",
        "Director": "Hayao Miyazaki",
        "Producer": "Toshio Suzuki",
        "Description": "In 1918, a young Jiro Horikoshi longs to become a pilot, but his nearsightedness prevents it. He reads about the famous Italian aircraft designer Giovanni Battista Caproni, and dreams about him that night. In the dream, Caproni tells him that he has never flown a plane in his life, and that building planes is better than flying them. Five years later, Jiro is traveling by train to study aeronautical engineering at Tokyo Imperial University and meets a young girl, Naoko Satomi, traveling with her maid. When the Great Kanto Earthquake of 1923 hits, Naoko's maid's leg is broken and Jiro carries her to Naoko's family, leaving without giving his name. In 1927, Jiro graduates with his friend Kiro Honjo and both are employed at aircraft manufacturer Mitsubishi and are assigned to design a fighter plane, the Falcon, for the Imperial Army. During tests, the Falcon breaks apart in mid-air and the Army rejects it. Dispirited about the seeming backwardness of Japanese technology, Jiro and Honjo are sent to Germany in 1929 to carry out technical research and obtain a production license for a Junkers G.38 aircraft. Jiro sees Hugo Junkers, argues with German guards and witnesses a minor Jew hunt. He dreams again of Caproni, who tells him that the world is better for the beauty of planes, even if humankind might put them to ugly purposes."
    },
    {
        "Name": "When Marnie Was There",
        "Url": "https://en.wikipedia.org/wiki/When_Marnie_Was_There",
        "Release": "2014",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a7/When_Marnie_Was_There.png/220px-When_Marnie_Was_There.png",
        "Director": "Hiromasa Yonebayashi",
        "Producer": "Yoshiaki Nishimura",
        "Description": "Anna Sasaki is an introverted 12-year-old girl living in Sapporo with foster parents, Yoriko and her husband. After collapsing from an asthma attack one day at school, Yoriko discusses Anna’s condition and recently withdrawn attitude with her doctor. At his recommendation to send Anna to a place where the air is clear, both foster parents decide to have her spend the summer break with Yoriko's relatives, Setsu and Kiyomasa Oiwa, who live in a rural, seaside town located between Kushiro and Nemuro. Anna sees an abandoned mansion across a salt marsh and goes to investigate it. She looks around, finding it familiar, but gets trapped there by the rising tide until she is found by Toichi, a taciturn old fisherman, who brings her back to the pier with his rowboat. When she returns to the Oiwa's, Setsu tells her that the mansion used to be a vacation home for some foreigners, but that it has been empty for a long time. Starting that night, Anna dreams of seeing a blonde girl in the mansion."
    },
    {
        "Name": "Ronja, the Robber's Daughter",
        "Url": "https://en.wikipedia.org/wiki/Ronja,_the_Robber%27s_Daughter_(TV_series)",
        "Release": "2014",
        "Image": "https://upload.wikimedia.org/wikipedia/en/f/fc/Ronia_the_Robber%27s_Daughter_anime%2C_promo_image.jpg",
        "Director": "Gorō Miyazaki",
        "Producer": "Nobuo Kawakami",
        "Description": "Ronja, the only child of a bandit chief, grows up among a clan of robbers living in a castle in the woodlands of early-Medieval Scandinavia. When Ronja grows old enough she ventures into the forest, exploring and discovering its wonders and dangers like the mystical creatures that dwell there. She learns to live in the forest through her own strength, with the occasional rescue by her parents. Ronja's life begins to change, however, when she happens upon a boy her own age named Birk, who turns out to be the son of the rival clan chief."
    }
]