[
    {
        "Name": "Ghibli Studio",
        "Url": "https://en.wikipedia.org/wiki/List_of_Studio_Ghibli_works",
        "Japanese": "株式会社スタジオジブリ",
        "Image": "https://upload.wikimedia.org/wikipedia/en/c/ca/Studio_Ghibli_logo.svg",
        "Information": "Studio Ghibli, Inc. (Japanese: 株式会社スタジオジブリ Hepburn: Kabushiki gaisha Sutajio Jiburi) is a Japanese animation film studio based in Koganei, Tokyo, Japan. The studio is best known for its anime feature films, and has also produced several short films, television commercials, and one television film. It was founded on 15 June 1985, after the success of Nausicaä of the Valley of the Wind (1984), with funding by Tokuma Shoten."
    },
    {
        "Name": "Bones Studio",
        "Url": "https://en.wikipedia.org/wiki/Bones_(studio)",
        "Japanese": "株式会社 ボンズ",
        "Image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Bones_logo.svg/330px-Bones_logo.svg.png",
        "Information": "Bones Inc. (Japanese: 株式会社 ボンズ Hepburn: Kabushiki-gaisha Bonzu) is a Japanese anime studio. It has produced numerous series, including Noragami, Wolfs Rain, Scrapped Princess, Eureka Seven, Angelic Layer, Darker than Black, Soul Eater, Ouran High School Host Club and two adaptions of the Fullmetal Alchemist manga along with Star Driver, Gosick, Space Dandy, and My Hero Academia. Its headquarters is located in Igusa, Suginami, Tokyo."
    },
    {
        "Name": "Aniplex Studio",
        "Url": "https://en.wikipedia.org/wiki/A-1_Pictures",
        "Japanese": "株式会社エー・ワン・ピクチャーズ",
        "Image": "https://upload.wikimedia.org/wikipedia/commons/d/d9/A-1_Pictures_Logo.svg",
        "Information": "A-1 Pictures Inc. (Japanese: 株式会社エー・ワン・ピクチャーズ Hepburn: Kabushiki-gaisha Ē wan pikuchāzu) is a Japanese animation studio founded by ex-Sunrise producer Mikihiro Iwata, a subsidiary of Sony Music Entertainment (Japan)s anime production firm Aniplex."
    }
]